Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Reload Frame
bn_bd: ফ্রেম পুনরায় লোড করা হবে

source: Reload Image
bn_bd: ছবি আবার লোড করা হবে

source: reloading
bn_bd: পুনরায় লোড করা হচ্ছে

source: Reload Live Bookmark
bn_bd: লাইভ বুকমার্ক রিলোড করা হবে

source: Reload page
bn_bd: পাতা রিলোড

source: Reload Tab
bn_bd: ট্যাব পুনরায় লোড

source: Reload the developer tools
bn_bd: ডেভেলপার টুল পুনরায় লোড করুন

source: Reload the page
bn_bd: পাতা রিলোড করুন

source: &Remember
bn_bd: মনে রাখা হবে (&R)

source: Remember history
bn_bd: ইতিহাস মনে রাখবে

source: Remember last project
bn_bd: সর্বশেষ প্রকল্প স্বরণ করুন

source: Remember my browsing and download history
bn_bd: আমার ব্রাউজিং এবং ডাউনলোড ইতিহাস মনে রাখুন b

source: Remember my choice for all links of this type.
bn_bd: এই ধরনের সকল লিংকের ক্ষেত্রে আমার নির্বাচিত পছন্দ মনে রাখা হবে।

source: Remember my choice for %S links.
bn_bd: %S লিংকের জন্য আমার নির্বাচিত পছন্দ মনে রাখুন। R

source: Remember Password
bn_bd: পাসওয়ার্ড মনে রাখুন

source: Remember search and form history
bn_bd: অনুসন্ধান ও ফরমের ইতিহাস মনে রাখা হবে

source: Remember this decision
bn_bd: এই সিদ্ধান্ত মনে রাখো

source: remote
bn_bd: দূরবর্তী

source: Remote
bn_bd: দূরবর্তী

source: Remote address:
bn_bd: দূরবর্তী ঠিকানা:

source: Remote Candidate
bn_bd: দূরবর্তী প্রার্থী

source: Remote IP
bn_bd: দূরবর্তী IP

source: Remote Runtime
bn_bd: রিমোট রানটাইম

source: Remote SDP
bn_bd: দূরবর্তী SDP

source: Remote XUL
bn_bd: রিমোট XUL

source: Remove
bn_bd: অপসারণ

source: Remove…
bn_bd: অপসারণ করা হবে… R

source: Remove a breakpoint
bn_bd: একটি ব্রেকপয়েন্ট মুছে ফেলুন

source: Remove a cookie
bn_bd: একটি কুকি অপসারণ করুন

source: Remove a cookie, given its key
bn_bd: একটি কুকি সরিয়ে ফেলুন, এর কী দেয়া হয়েছে

source: Remove All
bn_bd: সব অপসারণ

source: Remove all breakpoints
bn_bd: সমস্ত ব্রেকপয়েন্ট অপসারণ করুন

source: Remove All Languages
bn_bd: সব ভাষা মুছে ফেলুন

source: Remove all passwords
bn_bd: সব পাসওয়ার্ড অপসারণ করা হবে

source: Remove All Reports
bn_bd: সব প্রতিবেদন অপসারণ

source: Remove All Shown
bn_bd: প্রদর্শিত সব কিছু অপসারণ

source: Remove All Sites
bn_bd: সব সাইট অপসারণ কর i

source: Remove All Watch Expressions
bn_bd: দেখে নেওয়া এক্সপ্রেশনগুলো সরিয়ে ফেলুন

source: Remove All Websites
bn_bd: সব ওয়েবসাইট অপসারণ কর

source: Remove Attribute “%S”
bn_bd: “%S” বৈশিষ্ট্য অপসারণ করুন

source: Remove Bookmark;Remove #1 Bookmarks
bn_bd: বুকমার্ক মুছে ফেলা হবে;বুকমার্কগুলো মুছে ফেলা হবে #1

source: Remove $BrandFullNameDA from your computer.
bn_bd: আপনার কম্পিউটার থেকে $BrandFullNameDA মুছে ফেলা হবে।

source: Remove $BrandFullName from your computer.
bn_bd: আপনার কম্পিউটার থেকে $BrandFullName মুছে ফেলুন।

source: Remove breakpoint
bn_bd: ব্রেকপয়েন্ট অপসারণ করুন

source: Remove Breakpoint
bn_bd: ব্রেকপয়েন্ট অপসারণ করুন

source: Removed %S commands.
bn_bd: %S কমান্ড সরানো হয়েছে।

source: Remove element, but leave content
bn_bd: বিষয়বস্তু বাদে উপাদান সরিয়ে ফেলুন

source: Remove elements and attributes from page
bn_bd: পৃষ্ঠা থেকে উপাদান এবং অ্যাট্রিবিউট সরিয়ে ফেলুন

source: Remove elements from page
bn_bd: পৃষ্ঠা থেকে উপাদান সরিয়ে ফেলুন

source: Remove Exception
bn_bd: ব্যাতিক্রম সরিয়ে ফেলুন

source: Remove file
bn_bd: ফাইল মুছে ফেলুন

source: Remove File
bn_bd: ফাইল সরিয়ে ফেলুন

source: Remove File or Allow Download
bn_bd: ফাইল মুছে ফেলুন বা ডাউনলোডের অনুমতি দিন

source: "Remove folder: "
bn_bd: "ফোল্ডার অপসারণ: "

source: Remove from Address Bar
bn_bd: ঠিকানা বার থেকে অপসারণ করুন

source: Remove From History
bn_bd: তালিকা থেকে অপসারণ e

source: Remove from Menu
bn_bd: মেনু থেকে সরিয়ে ফেলুন R

source: Remove from Toolbar
bn_bd: টুলবার থেকে সরিয়ে ফেলুন R

source: remove individual cookies
bn_bd: কুকিগুলো পৃথকভাবে অপসারণ করতে পারেন

source: Remove Language
bn_bd: ভাষা মুছে ফেলুন

source: Remove login
bn_bd: লগইন অপসারণ

source: Remove Master Password
bn_bd: মাস্টার পাসওয়ার্ড অপসারণ

source: Remove matching attributes
bn_bd: মিলে যাওয়া অ্যাট্রিবিউট সরিয়ে ফেলুন

source: Remove offline data
bn_bd: অফলাইন তথ্য অপসারণ

source: Remove offline website data
bn_bd: ওয়েবসাইটের অফলাইন তথ্য অপসারণ

source: Remove only empty elements
bn_bd: শুধুমাত্র খালি উপাদানগুলো সরিয়ে ফেলুন

source: Remove others
bn_bd: অন্যগুলি অপসারণ করুন

source: Remove Preset
bn_bd: পুনঃনির্ধারণ সরিয়ে ফেলুন

source: Remove Project
bn_bd: প্রকল্প অপসারণ করুন

source: Remove Selected
bn_bd: নির্বাচিতদের অপসারণ

source: Remove Selected;Remove Selected
bn_bd: নির্বাচিত মুছে ফেলুন; নির্বাচিত মুছে ফেলুন

source: Remove Site
bn_bd: সাইট অপসারণ S

source: Remove this Container
bn_bd: এই কনটেইনার সরান

source: Remove This Container?
bn_bd: এই কনটেইনার সরাতে চান?

source: Remove this site
bn_bd: এই সাইট অপসারণ করুন

source: Remove Website
bn_bd: সাইট অপসারণ

source: Remove your add-ons and customizations
bn_bd: আপনার অ্যাড-অন এবং কাস্টমাইজেশন অপসারণ করুন

source: Removing one or more tabs that you think may be causing the problem
bn_bd: ঐ সমস্ত ট্যাব যেগুলো এই সমস্যার জন্য দায়ী হতে পারে সেগুলো বন্ধ করে দেয়া

source: Removing Site Data
bn_bd: সাইটা ডাটা অপসারণ

source: Rename
bn_bd: পুনঃনামকরণ

source: "Rename: "
bn_bd: "নতুন নামকরণ: "

source: "Rename on reboot: "
bn_bd: "রিস্টার্ট করার সময় নতুন নামকরণ করা হবে: "

source: Rename Profile
bn_bd: প্রোফাইলের নাম পরিবর্তন

source: Rename Profile…
bn_bd: প্রোফাইলের নাম পরিবর্তন… (R)

source: Rename profile %S
bn_bd: %S প্রোফাইলের নাম পরিবর্তন

source: Rename the profile “%S” to:
bn_bd: "%S" প্রোফাইলের নাম পরিবর্তন করুন:

source: Render Mode:
bn_bd: রেন্ডার মোড:

source: Renegotiation is not allowed on this SSL socket.
bn_bd: SSL সকেটে পুনরায় নেগোসিয়েশন করার অনুমোদন নেই।

source: Repeats:
bn_bd: পুনরাবৃত্তি:

source: Replacement string
bn_bd: স্ট্রিং প্রতিস্থাপন করুন

source: Report a site compatibility issue
bn_bd: সাইটেত কম্পাটিবিলিটি ইস্যু রিপোর্ট করুন

source: Report background tabs
bn_bd: ব্যাকগ্রাউন্ড ট্যাব রিপোর্ট করুন

source: Report Contents
bn_bd: প্রতিবেদনের বিষয়বস্তু

source: Report deceptive site…
bn_bd: ক্ষতিকারক সাইট হিসেবে রিপোর্ট করুন…

source: Reported Attack Page!
bn_bd: রিপোর্টকৃত আক্রমনকারী পাতা!

source: Reported Attack Site!
bn_bd: রিপোর্টকৃত আক্রমনকারী সাইট!

source: Reported Unwanted Software Page!
bn_bd: সন্দেহভাজন অবাঞ্ছিত সফটওয়্যার সাইট!

source: Reported Unwanted Software Site!
bn_bd: সন্দেহভাজন অবাঞ্ছিত সফ্টওয়্যার সাইট রিপোর্ট করা হয়েছে!

source: Report errors like this to help Mozilla identify and block malicious sites
bn_bd: মজিলাকে এই ধরনের প্রতিবেদন দিয়ে ক্ষরিকারক সাইট চিহ্নিত এবং অবরুদ্ধ করতে সাহায্য করুন।

source: Report ID
bn_bd: প্রতিবেদন আইডি

source: Report Site Issue
bn_bd: সাইট ইস্যু রিপোর্ট করুন

source: Report submitted successfully!
bn_bd: প্রতিবেদন সফলভাবে জমা দেয়া হয়েছে!

source: Report this tab
bn_bd: ট্যাবকে রিপোর্ট করুন

source: Request bodies are not included.
bn_bd: প্রতিক্রিয়া সংস্থা অন্তর্ভুক্ত নয়।

source: Request Body:
bn_bd: অনুরোধকৃত মূল অংশ:

source: Request cookies
bn_bd: কুকি অনুরোধ

source: Request for fullscreen was denied because a subdocument of the document requesting fullscreen is already fullscreen.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ পূর্ণ-পর্দা অনুরোধকৃত ডকুমেন্টের একটি সাবডকুমেন্ট ইতিমধ্যে পূর্ণ-পর্দায় রয়েছে।

source: Request for fullscreen was denied because at least one of the document’s containing elements is not an iframe or does not have an “allowfullscreen” attribute.
bn_bd: পূর্ণ পর্দার অনুরোধ উপেক্ষা করা হয়েছিল কারণ অন্তত একটি নথিরও আইফ্রেমে "mozallowfullscreen" বৈশিষ্ট্য নেই।

source: Request for fullscreen was denied because a windowed plugin is focused.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ একটি windowed প্লাগইন ফোকাস রয়েছে।

source: Request for fullscreen was denied because Element.requestFullscreen() was not called from inside a short running user-generated event handler.
bn_bd: পূর্ণ পর্দার অনুরোধ উপেক্ষা করা হয়েছিল কারণ সংক্ষিপ্ত চলমান ব্যবহারকারী নির্মিত হ্যান্ডলারের ভেতর থেকে Element.mozRequestFullScreer কল করা হয়নি।

source: Request for fullscreen was denied because Fullscreen API is disabled by user preference.
bn_bd: পূর্ণ-পর্দার অনুরোধ উপেক্ষিত হয়েছে কারন পূর্ণ-পর্দার API ব্যবহারকারীর পছন্দের অগ্রাধিকার দ্বারা নিষ্ক্রিয় করা হয়েছে।

source: Request for fullscreen was denied because requesting element has moved document.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ অনুরোধকৃত উপাদান নথি স্থানান্তর করেছে।

source: Request for fullscreen was denied because requesting element is no longer in its document.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ অনুরোধকৃত উপাদান আর এই নথিতে নেই।

source: Request for fullscreen was denied because requesting element is not a descendant of the current fullscreen element.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ অনুরোধকৃত উপাদান বর্তমান পূর্ণ-পর্দার উপাদানের অধিনস্থ নয়।

source: Request for fullscreen was denied because requesting element is not in the currently focused tab.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ অনুরোধকৃত উপাদান বর্তমান ফোকাসকৃত ট্যাবের মধ্যে নেই।

source: Request for fullscreen was denied because requesting element is not <svg>, <math>, or an HTML element.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ অনুরোধকৃত উপাদান <svg>, <math>, অথবা কোন HTML নয়।

source: Request for fullscreen was denied because the document is no longer visible.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ নথিটি আর দৃশ্যমান নেই।

source: Request for fullscreen was denied because we no longer have a window.
bn_bd: পূর্ণ-পর্দার জন্য অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ আমাদের আর কোন উইন্ডো নাই।

source: Request for pointer lock was denied because Element.requestPointerLock() was not called from inside a short running user-generated event handler, and the document is not in full screen.
bn_bd: পয়েন্টার লক অনুরোধ অস্বীকৃত হয়েছে কারণ Element.requestPointerLock() কোন সংক্ষিপ্ত চলমান ব্যবহারকারী দ্বারা তৈরি event handler এর ভিতর থেকে কল করা হয়নি এবং নথিটি পূর্ণপর্দায় বিস্তৃত নয়।

source: Request for pointer lock was denied because Pointer Lock API is disabled by user preference.
bn_bd: পয়েন্টার লক অনুরোধ উপেক্ষিত হয়েছে কারন পয়েন্টার লক API ব্যবহারকারীর পছন্দের অগ্রাধিকার দ্বারা নিষ্ক্রিয় করা হয়েছে।

source: Request for pointer lock was denied because Pointer Lock API is restricted via sandbox.
bn_bd: পয়েন্টার লক অনুরোধ অস্বীকৃত হয়েছে কারণ পয়েন্টার লক API স্যান্ডবক্স দ্বারা সীমিত হয়েছে।

source: Request for pointer lock was denied because the browser failed to lock the pointer.
bn_bd: পয়েন্টার লক অনুরোধ অস্বীকৃত হয়েছে কারণ ব্রাউজার পয়েন্টার লক করতে ব্যর্থ হয়েছে।

source: Request for pointer lock was denied because the document is not focused.
bn_bd: পয়েন্টার লক অনুরোধ অস্বীকৃত হয়েছে কারণ নথিটি ফোকাস নয়।

source: Request for pointer lock was denied because the document is not visible.
bn_bd: পয়েন্টার লক অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ নথিটি আর দৃশ্যমান নেই।

source: Request for pointer lock was denied because the pointer is currently controlled by a different document.
bn_bd: পয়েন্টার লক অনুরোধ অস্বীকৃত হয়েছে কারণ পয়েন্টারটি ভিন্ন একটি নথি দ্বারা নিয়ন্ত্রিত।

source: Request for pointer lock was denied because the requesting element has moved document.
bn_bd: পয়েন্টার লক অনুরোধ প্রত্যাখ্যাত হয়েছে কারণ অনুরোধকৃত উপাদান নথি স্থানান্তর করেছে।

source: Request for pointer lock was denied because the requesting element is not in a document.
bn_bd: পয়েন্টার লক অনুরোধ অস্বীকৃত হয়েছে কারণ অনুরোধকৃত উপাদান নথিতে নেই।

source: Request headers
bn_bd: অনুরোধ শীর্ষচরণ

source: Request headers:
bn_bd: হেডার রিকোয়েস্ট করুন:

source: Request Headers
bn_bd: অনুরোধ শীর্ষচরণ

source: Request Headers:
bn_bd: অনুরোধ হেডার:

source: Request headers from upload stream
bn_bd: হেডার রিকোয়েস্ট থেকে আপলোড স্ট্রীম

source: request higher privileges
bn_bd: উচ্চ অধিকারের অনুরোধ করুন

source: Request method:
bn_bd: অনুরোধের পদ্ধতি:

source: Request payload
bn_bd: পে লোড অনুরোধ

source: Request POST body was not stored.
bn_bd: POST বডির অনুরোধ সংরক্ষণ করা হয় নাই।

source: Requests
bn_bd: অনুরোধ

source: Request URL:
bn_bd: অনুরোধকৃত URL:

source: required
bn_bd: আবশ্যকীয়

source: Required algorithm is not allowed.
bn_bd: প্রয়োজনীয় এলগরিদম অননুমোদিত।

source: (requires unlocked bootloader)
bn_bd: (লকহীন বুটলোডার প্রয়োজন)

source: Re-read mozcmd directory
bn_bd: mozcmd ডিরেক্টরি পুনরায় পড়ুন

source: Resend
bn_bd: পুনরায় পাঠানো

source: Resending reports that previously failed to send…
bn_bd: আগে ব্যর্থ হওয়া প্রতিবেদনগুলো আবার পাঠানো হচ্ছে…

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
bn_bd: সংরক্ষিত প্রিফিক্সগুলি (xml) উল্লেখ করা আবশ্যক ও সেগুলি কোনো ভিন্ন namespace নামের সাথে যুক্ত করা যাবে না

source: reserved prefix (xmlns) must not be declared or undeclared
bn_bd: সংরক্ষিত প্রিফিক্স (xmlns) উল্লেখ করা অথবা না করা অবস্থায় রাখা যাবে না

source: Reset
bn_bd: পুনঃনির্ধারণ

source: Reset All Add-ons to Update Automatically
bn_bd: সব অ্যাড-অন স্বয়ংক্রিয়ভাবে হালনাগাদ করার জন্য পুন:নির্ধারন করা হবে R

source: Reset All Add-ons to Update Manually
bn_bd: সব অ্যাড-অন নিজ হাতে হালনাগাদ করার জন্য পুন:নির্ধারন করা হবে R

source: Reset a setting
bn_bd: সেটিং পুনঃনির্ধারণ করুন

source: Reset Master Password
bn_bd: মাস্টার পাসওয়ার্ড পুনঃনির্ধারণ করুন

source: Reset on Next Restart
bn_bd: পুনরায় শুরু করার সময় রিসেট করুন

source: Reset the value of a setting to the system defaults
bn_bd: পূর্বনির্ধারিত সিস্টেমে সেটং মান পুনঃনির্ধারণ করুন

source: Reset to default
bn_bd: পূর্বের অবস্থায় ফিরিয়ে নিয়ে যান

source: Reset Zoom
bn_bd: জুম রিসেট

source: Reset zoom level (%S)
bn_bd: পুনরায় সেট করুন জুম লেভেলে (%S)

source: Resize the page
bn_bd: পেইজের আকার পরিবর্তন করুন

source: Resolve
bn_bd: রিজলভ

source: Response
bn_bd: প্রতিক্রিয়া

source: Response bodies are not included.
bn_bd: প্রতিক্রিয়া সংস্থা অন্তর্ভুক্ত করা হয় না।

source: Response body was not stored.
bn_bd: প্রতিক্রিয়ার মূল অংশ স্টোর করা হয়নি।

source: Response cookies
bn_bd: কুকির প্রতিক্রিয়া

source: Response headers
bn_bd: প্রতুত্তর শীর্ষচরণ

source: Response headers:
bn_bd: প্রতুত্তর শীর্ষচরণ:

source: Response Headers
bn_bd: প্রতুত্তর শীর্ষচরণ

source: Responsive Design Mode
bn_bd: রেসপনসিভ ডিজাইন প্রদর্শন

source: Responsive Design Mode is currently unavailable in container tabs.
bn_bd: বর্তমানে কনটেইনার ট্যাবে রেসপনসিভ ডিজাইন মোড নেই।

source: Responsive Design Mode is only available for remote browser tabs, such as those used for web content in multi-process Firefox.
bn_bd: রেসপনসিভ ডিজাইন মোড শুধু রিমোট ব্রাউজারের ট্যাবের জন্য, যেন সেগুলো Firefox এর বিভিন্ন কাজে ওয়েব কনটেন্টের জন্য ব্যবহৃত হয়।

source: Responsive Design Mode (%S)
bn_bd: রেসপনসিভ ডিজাইন মোড (%S)

source: Responsive websites respond to their environment, so they look good on a mobile display, a cinema display and everything in-between. Responsive Design Mode allows you to easily test a variety of page sizes in %1$S without needing to resize your whole browser.
bn_bd: প্রতিক্রিয়াশীল ওয়েবসাইট তাদের পরিবেশের সাথে সাড়া দেয়, তাই তারা কোন মোবাইলে, কোন সিনেমা প্রেক্ষাপটে এবং এর মধ্যবর্তী সবকিছুতে ভাল দেখায়। প্রতিক্রিয়াশীল ডিজাইন মোডে পুরো ব্রাউজারের মাপ পরিবর্তন না করে সহজেই আপনি %1$S এ পাতার বিভিন্ন মাপ পরীক্ষা করতে পারবেন।

source: Restart
bn_bd: পুনরায় শুরু করুন

source: Restart %1$S
bn_bd: %1$S পুনরায় শুরু করুন

source: Restart and Restore
bn_bd: রিস্টার্ট ও রিস্টোর

source: Restart &brandShortName;
bn_bd: &brandShortName; পুনরায় শুরু করা হবে

source: Restarting…
bn_bd: পুনরায় আরম্ভ হচ্ছে…

source: Restarting %1$S…
bn_bd: %1$S পুনরায় শুরু করা হচ্ছে…

source: Restart Later
bn_bd: পরে রিস্টার্ট করা হবে

source: Restart normally…
bn_bd: স্বাভাবিকভাবে পুনরারম্ভ করুন…

source: Restart now
bn_bd: এখন পুনরায় শুরু করুন

source: Restart Now
bn_bd: এখনই রিস্টার্ট করুন

source: Restart now to complete installation
bn_bd: ইনস্টল প্রক্রিয়া সম্পন্ন করার জন্য পুনরায় শুরু করুন

source: Restart request cancelled by user.
bn_bd: ব্যবহারকারী পুনরারম্ভের অনুরোধ বাতিল করেছেন।

source: Restart %s
bn_bd: %s পুনরায় শুরু করুন

source: Restart %S
bn_bd: %S পুনরায় শুরু

source: Restart %S now
bn_bd: %S পুনরায় শুরু করুন

source: Restart to disable
bn_bd: নিষ্ক্রিয় করার জন্য পুনরায় শুরু

source: Restart to enable
bn_bd: সক্রিয় করতে পুনরায় শুরু

source: Restart to update &brandShorterName;
bn_bd: &brandShorterName; হালনাগাদ করতে রিস্টার্ট করুন

source: Restart to update &brandShorterName;.
bn_bd: &brandShorterName; হালনাগাদ করতে রিস্টার্ট করুন।

source: Restart with Add-ons Disabled
bn_bd: নিস্ক্রিয় অ্যাড-অনসহ রিস্টার্ট

source: Restart with Add-ons Disabled…
bn_bd: অ্যাড-অন নিস্ক্রিয় করে রিস্টার্ট করুন…

source: Restart with Add-ons Enabled
bn_bd: অ্যাড-অন সক্রিয় করে পুনরায় চালু করুন

source: Restore
bn_bd: পুনরুদ্ধার

source: Restore All.
bn_bd: সবকিছু পুনরুদ্ধার।

source: Restore All Crashed Tabs
bn_bd: ক্র্যা করা সমস্ত ট্যাব পুনরুদ্ধার করুন

source: Restore All Tabs
bn_bd: সব ট্যাব পুনরুদ্ধার করুন

source: Restore All Windows
bn_bd: সব উইন্ডো পুনরুদ্ধার

source: Restore all windows &amp; tabs
bn_bd: সব উইন্ডো ও ট্যাব পুনরুদ্ধার করুন

source: Restore Closed Tabs
bn_bd: বন্ধ ট্যাবগুলি পুনরুদ্ধার করুন

source: Restore Closed Windows
bn_bd: সব উইন্ডো পুনরুদ্ধার করুন

source: Restore Column Order
bn_bd: কলামের ক্রম পুনরুদ্ধার

source: Restore Defaults
bn_bd: ডিফল্ট মান পুনরায় স্থাপন

source: Restore Default Search Engines
bn_bd: ডিফল্ট সার্চ ইঞ্জিন পুনরুদ্ধার

source: Restore Default Set
bn_bd: পূর্বনির্ধারিত সেট পুনরুদ্ধার

source: Restore default settings
bn_bd: পূর্বনির্ধারিত সেটিং পুনরুদ্ধার করুন

source: Restore only the ones you want
bn_bd: শুধু আপনি যা চাইছেন সেটাই কেবল পুনরুদ্ধার করুন

source: Restore previous project when WebIDE starts
bn_bd: WebIDE শুরু করার আগে পূর্ববর্তী প্রকল্পটি পুনরুদ্ধার করুন

source: Restore Previous Session
bn_bd: পূর্ববর্তী সেশন পুনরুদ্ধার

source: Restore Search Settings
bn_bd: অনুসন্ধানের সেটিংস পূর্বাবস্থায় ফিরিয়ে আনুন

source: Restore Session
bn_bd: সেশন পুনরুদ্ধার

source: Restore Tabs From Last Time
bn_bd: শেষবারের ট্যাবগুলো পুনরুদ্ধার করুন

source: Restore This Tab
bn_bd: এই ট্যাবটি পুনরুদ্ধার করুন

source: Restore to Default
bn_bd: পূর্বনির্ধারিত মান পুনঃস্থাপন করা হবে R

source: Restore your browser settings to their defaults
bn_bd: আপনার ব্রাউজার সেটিংস ডিফল্টে রিস্টোর করুন

source: Restore your search settings?
bn_bd: আপনার অনুসন্ধানের সেটিংস পূর্বাবস্থায় ফিরিয়ে আনা হবে কি?

source: Restrict search to attributes
bn_bd: অ্যাট্রিবিউট অনুসন্ধানে সীমাবদ্ধতা

source: Restrict search to text nodes
bn_bd: টেক্সট নোড অনুসন্ধানে সীমাবদ্ধতা

source: Resume
bn_bd: পুনরায় শুরু

source: Resume %S
bn_bd: পুনরারম্ভ %S

source: Resumes the main thread, and continues execution following a breakpoint, until the next breakpoint or the termination of the script.
bn_bd: প্রধান থ্রেড শুরু করুন, এবং একটি ব্রেকপয়েন্ট অনুসরণ সঞ্চালন করুন, পরবর্তী ব্রেকপয়েন্ট অথবা স্ক্রিপ্ট সমাপ্ত না হওয়া পর্যন্ত।

source: Resume the animations
bn_bd: অ্যানিমেশন পুনরায় শুরু করুন

source: Retained Size (Bytes)
bn_bd: অবশিষ্ট আকার (বাইট)

source: Retaining Paths (from Garbage Collector Roots)
bn_bd: পাথসমূহ ধরে রাখা হচ্ছে (গার্বেজ কালেক্টের রুট থেকে)

source: Retrieve documentation about a given CSS property name from MDN
bn_bd: MDN থেকে একটি CSS বৈশিষ্ট্যের ডকুমেন্টেশন বের করার কমান্ড

source: Retrieve documentation from MDN
bn_bd: MDN থেকে ডকুমেন্টেশন দেখুন

source: Retry
bn_bd: পুনরায় চেষ্টা করুন

source: Retry Download
bn_bd: পুনরায় ডাউনলোড করুন

source: Return
bn_bd: রিটার্ন

source: Reunion
bn_bd: রিইউনিয়ন

source: Reveal in Tree
bn_bd: বৃক্ষ আকারে প্রকাশ করুন

source: Revert
bn_bd: পূর্বাবস্থায় ফেরাও

source: &Revert
bn_bd: পূর্বাবস্থায় ফেরানো (&R)

source: Revert Bookmarks
bn_bd: বুকমার্ক পূর্বাবস্থায় ফিরানো

source: Revert Changes
bn_bd: পরিবর্তনগুলো পুনরায় উল্লেখ করুন

source: Rewind the animations
bn_bd: অ্যানিমেশন পেছনের দিকে দেখুন

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Params were unsupported by iframe embeds and converted. Please update page to use iframe instead of embed/object, if possible.
bn_bd: পুরনো-স্টাইলে YouTube Flash embed (%S) থেকে iframe embed (%S)-এর পুনর্লিখন। iframe embeds দ্বারা Param গুলো অসমর্থিত ও রূপান্তরিত হয়। যদি সম্ভব হয়, অনুগ্রহ করে পেইজটি আপডেট করুন embed/object এর পরিবর্তে iframe ব্যবহার করার জন্য।

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Please update page to use iframe instead of embed/object, if possible.
bn_bd: পুরনো-স্টাইলে YouTube Flash embed (%S) থেকে iframe embed (%S)-এর পুনর্লিখন। যদি সম্ভব হয়, অনুগ্রহ করে পেইজ আপডেট করুন embed/object এর পরিবর্তে iframe ব্যবহারের জন্য।

source: Rhaeto-Romanic
bn_bd: রেইটো-রোমানিক

source: right
bn_bd: ডান

source: Right
bn_bd: ডান

source: Right:
bn_bd: ডান: (R)

source: Right Arrow
bn_bd: ডান তীর

source: Right-click or pull down to show history
bn_bd: ইতিহাস প্রদর্শনের জন্য ডান বাটন ক্লিক করুন অথবা নীচে টেনে আনুন

source: Right footer
bn_bd: ডানদিকের পাদচরণ

source: Right header
bn_bd: ডানদিকের শীর্ষচরণ

source: Robots are Your Plastic Pal Who’s Fun To Be With.
bn_bd: রোবট আপনাদের প্লাস্টিক বন্ধু যার সাথে থাকতে আপনাদের ভালো লাগবে।

source: Robots have seen things you people wouldn’t believe.
bn_bd: রোবোট এমন সব জিনিস দেখেছে যা আপনারা কল্পনাও করতে পারেন না।

source: Robots have shiny metal posteriors which should not be bitten.
bn_bd: রোবোটের উজ্জ্বল ধাতব আবরন আছে যাতে আঘাত করা ঠিক নয়।

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
bn_bd: রোবট কখনো মানুষকে আঘাত করতে পারে না, বা তার নিষ্ক্রিয়তার দ্বারা, মানুষের ক্ষতি হতে দিতে পারে না।

source: Romania
bn_bd: রোমানিয়া

source: Romanian
bn_bd: রোমানীয়

source: root
bn_bd: মূল

source: (root)
bn_bd: (মূল)

source: root device
bn_bd: root ডিভাইস

source: Root Directory
bn_bd: রুট ডিরেক্টরি

source: root index
bn_bd: মূল সূচক

source: Rotate
bn_bd: আবর্তন

source: Rotate Clockwise
bn_bd: ঘড়ির কাঁটার দিকে ঘোরাও

source: Rotate Counterclockwise
bn_bd: ঘড়ির কাঁটার বিপরীতে ঘোরাও

source: Rotate viewport
bn_bd: ভিউপোর্ট ঘুরান

source: rounded box
bn_bd: গোলাকার বাক্স

source: row
bn_bd: সারি

source: row header
bn_bd: সারির শীর্ষচরণ

source: Row %S
bn_bd: সারি %S

source: Row %S / Column %S
bn_bd: সারি %S / কলাম %S

source: RTCPeerConnection.getLocalStreams/getRemoteStreams are deprecated. Use RTCPeerConnection.getSenders/getReceivers instead.
bn_bd: RTCPeerConnection.getLocalStreams/getRemoteStreams অসমর্থিত। পরিবর্তে RTCPeerConnection.getSenders/getReceivers ব্যবহার করুন।

source: RTP Stats
bn_bd: RTP পরিসংখ্যান

source: Rules
bn_bd: নিয়মাবলী

source: Ruleset ignored due to bad selector.
bn_bd: সঠিক নির্বাচক উপস্থিত না থাকায় Ruleset অগ্রাহ্য করা হয়েছে।

source: Run
bn_bd: চালান R

source: Running
bn_bd: চলমান

source: Running CSS coverage analysis
bn_bd: চলমান CSS আওতায় বিশ্লেষণ

source: Runtime
bn_bd: রানটাইম

source: Runtime Apps
bn_bd: রানটাইম অ্যাপ

source: Runtime Info
bn_bd: রানটাইম তথ্য

source: Russia
bn_bd: রাশিয়া

source: Russian
bn_bd: রুশিয়ান

source: Rwanda
bn_bd: রুয়ান্ডা

source: %S added
bn_bd: %S যোগ হয়েছে

source: Safari
bn_bd: সাফারি

source: Safe browsing!
bn_bd: নিরাপদ ব্রাউজিং!

source: SafeBrowsing:
bn_bd: নিরাপদ ব্রাউজিং:

source: Safe Browsing is now disabled
bn_bd: নিরাপদ ব্রাউজিং নিস্ক্রিয়

source: Safe Browsing JS log
bn_bd: নিরাপদ ব্রাউজিং JS লগ

source: Safe Browsing log modules
bn_bd: নিরাপদ ব্রাউজিং লগ মডিউল

source: Safe Mode
bn_bd: সেফ মোড

source: Safe Mode is a special mode of &brandShortName; that can be used to troubleshoot issues.
bn_bd: &brandShortName; এর নিরাপদ মোড হচ্ছে একটি বিশেষ মোড যা কিনা বিভিন্ন বিষয়ের সমস্যার সমাধানে ব্যবহৃত হয়।

source: Saint Barthelemy
bn_bd: সেইন্ট বার্থেলেমি

source: Saint Helena, Ascension, and Tristan da Cunha
bn_bd: সেইন্ট হেলেনা, অ্যাসেনশান, এবং ট্রাইস্টান দ্য কুনহা

source: Saint Kitts and Nevis
bn_bd: সেন্ট কিটস ও নেভিস

source: Saint Lucia
bn_bd: সেন্ট লুসিয়া

source: Saint Martin
bn_bd: সেইন্ট মার্টিন

source: Saint Pierre and Miquelon
bn_bd: সেন্ট পিয়ের ও মিকেলন

source: Saint Vincent and the Grenadines
bn_bd: সেন্ট ভিনসেন্ট ও গ্রেনাডিনস
